"""
Дана строка, вывести всю строку, кроме последних 2 символов.
"""

string = "A byte of Python"

print(string[:-2])