"""
Дана строка, вывести только предпоследний символ этой строки.
"""

string = "A byte of Python"

s = string[-2]
print(s)