"""
Дана строка, вывести только 3 ее символ
"""

string = "A byte of Python"

s = string[2:3]
print(s)