"""
Дана строка, вывести первые 5 символов этой строки.
"""

string = "A byte of Python"

s = string[:5]
print(s)