"""
Дана строка, вывести все символы в обратном порядке.
"""

string = "0123456789"

print(string[::-1])