"""
Дана строка, вывести все символы через один в обратном порядке, начиная с последнего.
"""

string = "0123456789"

print(string[::-2])