"""
Дана строка, вывести первые 5 символов этой строки.
"""

string = "A byte of Python"

print(string[:5])